package org.example.task5;

public class Test {
    public static void main(String[] args) {
        //Завдання 5:
        //Напишіть інформаційну систему “Корпорація”.
        //Програма повинна забезпечувати:
        // введення даних
        // редагування даних співробітника корпорації
        // видалення співробітника корпорації
        // пошук співробітника корпорації по прізвище
        // вивід інформації про всіх співробітників, вказання віку, або прізвища які починаються на вказану
        //букву
        //Організуйте можливість збереження найденої інформації у файл.
        //Також весь список співробітників зберігається у файл (при виході з програми - автоматично, в процесі
        //виконання програми - по команді користувача).
        //При старті програми проходить завантаження списку співробітників корпорації із вказаного користувачем
        //файлу
        CorporationManagement.getMenu();
    }
}
